
[Mission]
MissionS260_00=Get a K.O. with a special attack!
MissionS260_01=Get a K.O. with health 50% gone!
MissionS260_02=Perform a 15-hit combo!
MissionS260_03=Get a K.O. in 40 seconds or less!
MissionS260_04=Get a perfect K.O.!
MissionInfo_00=Special Attack K.O.
MissionInfo_01=Half-Life K.O.
MissionInfo_02=Max Combo: * hits
MissionInfo_03=40 sec. K.O.
MissionInfo_04=Perfect K.O.

[Telop]
telop_CUSA=© CAPCOM U.S.A., INC. 2012 ALL RIGHTS RESERVED.
telop_voiceJ=The characters appearing in this episode\nare voiced only in Japanese.
telop_260_021=Hatred Incarnate
telop_260_02=Evil Ryu

[TalkDemo]
EnemyTag=ryu
Talk_000=TalkDemo_S260 Text1
Talk_001=TalkDemo_S260 Text2
Talk_002=Ryu: Now where could this be?
Talk_003=Asura: Hmm?
Talk_004=Ryu: Well, it wouldn't be the first time\nI've been sent off to some strange land.
Talk_005=Asura: Who the hell are you?
Talk_006=Ryu: I am Ryu. Who's asking?
Talk_007=Asura: ...Asura.
Talk_008=Ryu: Asura, is it? How about it? Care for a match?
Talk_009=Asura: Huh?
Talk_010=Ryu: You look like a worthy opponent.
Talk_011=Asura: You have no idea. The question is, are you?
Talk_012=Ryu: Well...
Talk_013=There's only one way to find out.
Talk_014=Bring it!
Talk_015=TalkDemo_S260 Text16
Talk_016=TalkDemo_S260 Text17
Talk_017=TalkDemo_S260 Text18
Talk_018=TalkDemo_S260 Text19
Talk_019=TalkDemo_S260 Text20
Talk_020=Come on, you bastard! 
Talk_021=Messatsu!
Talk_022=TalkDemo_S260 Text23
Talk_023=TalkDemo_S260 Text24
Talk_024=TalkDemo_S260 Text25
Talk_025=Messatsu!
Talk_026=Ryu: ...You're pretty good.
Talk_027=Asura: You're not so bad yourself.
Talk_028=Ryu: That wasn't the true me.
Talk_029=Ryu: Let's have another go.
Talk_030=Asura: You'll just end up losing.
Talk_031=Asura and Ryu: Wha-!?
Talk_032=???: What do we have here?
Talk_033=???: Your skills show promise.
Talk_034=Who's there!?
Talk_035=Me.
Talk_036=I am Akuma, and my fists know no equal!

[ResultMenu]
NewMission=Mission mode has been unlocked.\nUnlock more challenges every time you play!
NewMission01=A new mission has been unlocked.
MissionClear00=All missions have been completed.
MissionClear01=Mission complete.
Result00=RETURN TO MISSION MENU
ResultHelp00=Return to the mission menu.

[Advertise]
S260_Assault=<Assault> Attack
S260_HeavyAssault=<HAssault> Heavy Attack
S260_Shoot=<Shoot> Fire
S260_Jump=<Jump> Jump
S260_GaugeInfo=Fill up your Burst Gauge by attacking!

[Credittitle]
Asura=Asura
H_Yasumoto=Hiroki Yasumoto
Ryu=Ryu / Evil Ryu
H_Takahashi=Hiroki Takahashi
Gouki=Akuma
Taketora=Taketora
Cresittitle_000=CAST
Cresittitle_001=Character Designer
Cresittitle_002=ASURA'S WRATH
Cresittitle_003=Yusuke Tokitsu
Cresittitle_004=Production Head Director
Cresittitle_005=Hiroshi Matsuyama
Cresittitle_006=Project Leader
Cresittitle_007=Seiji Shimoda
Cresittitle_008=Game Design
Cresittitle_009=Jun Takarabe
Cresittitle_010=Yasuhiro Noguchi
Cresittitle_011=Ryuji Tominaga
Cresittitle_012=Kazuhiko Onoda
Cresittitle_013=Tomoyuki Kato
Cresittitle_014=Shinsaku Sawamura
Cresittitle_015=Yusuke Miyahara
Cresittitle_016=Kotaro Mitoma
Cresittitle_017=Hiroyuki Asada
Cresittitle_018=Hisashi Natsumura
Cresittitle_019=Artists
Cresittitle_020=Koki Yamaguchi
Cresittitle_021=Manabu Murakami
Cresittitle_022=Cutscenes
Cresittitle_023=Yoshinari Irikawa
Cresittitle_024=Tatsuro Odaka
Cresittitle_025=Minoru Katakai
Cresittitle_026=Ryusuke Furuya
Cresittitle_027=Ryoichi Kaida
Cresittitle_028=Shinya Norimura
Cresittitle_029=Shota Torigoe
Cresittitle_030=Hitomi Nakamura
Cresittitle_031=Yoshitaka Nakamura
Cresittitle_032=Yoichi Nishida
Cresittitle_033=Nick Diliberto
Cresittitle_034=Taiki Ito
Cresittitle_035=Kyohei Otakara
Cresittitle_036=Takuya Wada
Cresittitle_037=Kumi Ishii
Cresittitle_038=Masayuki Kawano
Cresittitle_039=Animators
Cresittitle_040=Koichi Umeda
Cresittitle_041=Tadashi Soeda
Cresittitle_042=Kazuki Nasu
Cresittitle_043=Kazunori Ueda
Cresittitle_044=Emi Akaboshi
Cresittitle_045=Masayoshi Tokura
Cresittitle_046=Effects
Cresittitle_047=Norihisa Takano
Cresittitle_048=Yuji Kawada
Cresittitle_049=Jun Onihashi
Cresittitle_050=Miki Toyota
Cresittitle_051=Hiroyuki Ikeda
Cresittitle_052=Takumi Nakamura
Cresittitle_053=Modeling
Cresittitle_054=Yoshitaka Kinoshita
Cresittitle_055=Soichiro Iwasaki
Cresittitle_056=Fujihiko Sawai
Cresittitle_057=Kumiko Inoue
Cresittitle_058=Ryoichi Kubo
Cresittitle_059=Jun Tomoike
Cresittitle_060=Yu Teshirogi
Cresittitle_061=Akira Matsushita
Cresittitle_062=Background
Cresittitle_063=Masanori Esaki
Cresittitle_064=Kazuya Igarashi
Cresittitle_065=Takahiko Inatomi
Cresittitle_066=Naoko Nagano
Cresittitle_067=Kazuya Ikuta
Cresittitle_068=Zhang Zhengwei
Cresittitle_069=Daisuke Shimakawa
Cresittitle_070=Artboards
Cresittitle_071=Hirotada Okabe
Cresittitle_072=Nao Takeda
Cresittitle_073=Yuki Takeuchi
Cresittitle_074=Mitsutaka Sakamoto
Cresittitle_075=Seiichiro Hosokawa
Cresittitle_076=Yukie Kaneyama
Cresittitle_077=Momoko Hirayama
Cresittitle_078=User Interface
Cresittitle_079=Akihiro Anai
Cresittitle_080=Yoko Ishijima
Cresittitle_081=Hirofumi Terada
Cresittitle_082=Koto Sasao
Cresittitle_083=Programming
Cresittitle_084=Naoki Hashimoto
Cresittitle_085=Noboru Hidaka
Cresittitle_086=Shinji Soyano
Cresittitle_087=Fumio Honda
Cresittitle_088=ByeongHyeon Park
Cresittitle_089=Katsufumi Fujimoto
Cresittitle_090=Tetsuro Inoue
Cresittitle_091=Shunsuke Maeta
Cresittitle_092=Takahiro Katagiri
Cresittitle_093=Toshiro Kuribayashi
Cresittitle_094=Yuki Hamashima
Cresittitle_095=Miho Morimoto
Cresittitle_096=Genki Nagasaka
Cresittitle_097=Yasushi Hirakawa
Cresittitle_098=Sound
Cresittitle_099=Norikatsu Fukuda
Cresittitle_100=Music Composer
Cresittitle_101=Chikayo Fukuda
Cresittitle_102=Sound Engineering
Cresittitle_103=Seizo Nakata
Cresittitle_104=Shinsuke Nishida
Cresittitle_105=Yuki Tamura
Cresittitle_106=Yuka Watanabe
Cresittitle_107=Development Support
Cresittitle_108=Public Relations
Cresittitle_109=Mizuho Hyakutake
Cresittitle_110=Yuka Aotani
Cresittitle_111=Yukari Shibayama
Cresittitle_112=WEB
Cresittitle_113=Koji Yamanouchi
Cresittitle_114=DTP
Cresittitle_115=Makoto Miyoshi
Cresittitle_116=Quality Assurance
Cresittitle_117=Hirokazu Hatta
Cresittitle_118=Hiroyuki Ito
Cresittitle_119=Ryuhei Matsuyama
Cresittitle_120=Special Thanks
Cresittitle_121=Masao Watanabe
Cresittitle_122=Taichiro Miyazaki
Cresittitle_123=Takayuki Isobe
Cresittitle_124=Fumiaki Soga
Cresittitle_125=Satoshi Takaki
Cresittitle_126=Masao Kashino
Cresittitle_127=Taisuke Nakazono
Cresittitle_128=Saki Nakamura
Cresittitle_129=Ryoko Murashita
Cresittitle_130=Masafumi Nagasawa
Cresittitle_131=Keiko Oikawa
Cresittitle_132=Yuki Okuma
Cresittitle_133=Rina Kinjo
Cresittitle_134=Akie Hosokawa
Cresittitle_135=Shunsuke Fukumoto
Cresittitle_136=Yumiko Hyakutake
Cresittitle_137=Noriko Otsu
Cresittitle_138=Shigenori Koga
Cresittitle_139=Kazuhiro Oda
Cresittitle_140=Hideki Kumamoto
Cresittitle_141=Norimasa Sasakura
Cresittitle_142=Yuta Uchino
Cresittitle_143=Kimitaka Matsuda
Cresittitle_144=Koki Ishibashi
Cresittitle_145=Toru Shibuya
Cresittitle_146=Erika Kawano
Cresittitle_147=Sayuri Ryu
Cresittitle_148=Ayumu Yamamoto
Cresittitle_149=Ayane Morioka
Cresittitle_150= and ALL CyberConnect2 STAFF
Cresittitle_151=JAPANESE RECORDING PRODUCTION
Cresittitle_152=Recording Director
Cresittitle_153=Toru　Nakano
Cresittitle_154=Recording Staff
Cresittitle_155=Recording Engineer
Cresittitle_156=Recording Assistant
Cresittitle_157=〃
Cresittitle_158=Kenzi　Nagashima
Cresittitle_159=Naotsugu　Uchida
Cresittitle_160=Hideyuki　Hachisuka
Cresittitle_161=Audio Post-production
Cresittitle_162=Akiko　Nakamura
Cresittitle_163=Asako　Komuro
Cresittitle_164=Recording Studios
Cresittitle_165=HALF H・P STUDIO
Cresittitle_166=AOI STUDIO
Cresittitle_167=ENGLISH RECORDING PRODUCTION
Cresittitle_168=Talent Direction
Cresittitle_169=Keith Arem
Cresittitle_170=Recording Staff
Cresittitle_171=Dialog Editorial
Cresittitle_172=Engineering/ADR
Cresittitle_173=Talent Coordinators
Cresittitle_174=Matt Lemberger
Cresittitle_175=Aaron Gallant
Cresittitle_176=Anthony Sorise
Cresittitle_177=Austin Krier
Cresittitle_178=Keith Arem
Cresittitle_179=Valerie Arem
Cresittitle_180=Jonathan Neeley
Cresittitle_181=Recording Facilities
Cresittitle_182=PCB Productions - Los Angeles, CA
Cresittitle_183=Producer
Cresittitle_184=Kazuhiro Tsuchiya
Cresittitle_185=Associate Producer
Cresittitle_186=Miho Suzuki
Cresittitle_187=Project Managers
Cresittitle_188=Yuki Furukawa
Cresittitle_189=Takuya Tanada
Cresittitle_190=Hiroshi Honjo
Cresittitle_191=Technical Supervisor
Cresittitle_192=Toshihiko Honda
Cresittitle_193=Localization
Cresittitle_194=Project Lead and Translator
Cresittitle_195=English Translator/Editor
Cresittitle_196=English Editor
Cresittitle_197=Marco Bombasi
Cresittitle_198=Miguel E. Corti
Cresittitle_199=Andrew Alfonso
Cresittitle_200=Lead French Translator/Editor
Cresittitle_201=French Translator/Editor
Cresittitle_202=Francis Ishii
Cresittitle_203=Ludovic Charroux
Cresittitle_204=Lead Italian Translator/Editor
Cresittitle_205=Italian Translator/Editor
Cresittitle_206=Giuliana Poletti
Cresittitle_207=Gianluigi Riccio Shimizu
Cresittitle_208=Lead German Translator/Editor
Cresittitle_209=German Translator/Editor
Cresittitle_210=Florian Seidel
Cresittitle_211=Simon Weisgerber
Cresittitle_212=Lead Spanish Translator/Editor
Cresittitle_213=Spanish Translator/Editor
Cresittitle_214=Federico Sauret Encabo
Cresittitle_215=Patricia Trujillo Comino
Cresittitle_216=Localization Coordinator
Cresittitle_217=Director of Localization\nand Communications
Cresittitle_218=Kaori Funakoshi
Cresittitle_219=Peter J. Fabiano
Cresittitle_220=Sound
Cresittitle_221=Surround Mixing Supervisor
Cresittitle_222=Sound Manager
Cresittitle_223=Kazuya Takimoto
Cresittitle_224=Masayuki Tanaka
Cresittitle_225=Motoi Kishimoto
Cresittitle_226=Quality Assurance
Cresittitle_227=QA Manager
Cresittitle_228=Lead Tester
Cresittitle_229=Assistant Lead Tester
Cresittitle_230=Compliance Testers
Cresittitle_231=Minoru Horike
Cresittitle_232=Mayumi Honda
Cresittitle_233=Atsushi Tatsumi
Cresittitle_234=Toru Sibano
Cresittitle_235=Daisuke Nakajima
Cresittitle_236=QA Fine-tuning
Cresittitle_237=Takahiro Tokuda
Cresittitle_238=Fumio Yamauchi
Cresittitle_239=Pole To Win Co., Ltd.
Cresittitle_240=Trailer
Cresittitle_241=Editor
Cresittitle_242=Coordinator
Cresittitle_243=Sound Design Supervisor
Cresittitle_244=Sound Designers
Cresittitle_245=Mixing Engineers
Cresittitle_246=Studio Manager
Cresittitle_247=Mixing Studio
Cresittitle_248=Yukiko Sasaki
Cresittitle_249=Yoshinori Nagai
Cresittitle_250=Arata Iwashina
Cresittitle_251=Masatomo Tajima
Cresittitle_252=Ryota Takei 
Cresittitle_253=Mitsutoshi Kodama
Cresittitle_254=Gaku Komura
Cresittitle_255=Kazuya Takimoto
Cresittitle_256=Takashi Moriguchi
Cresittitle_257=Setsuo Yamamoto
Cresittitle_258=bit MASTER studio
Cresittitle_259=Manual Design
Cresittitle_260=Shinichiro Komizu
Cresittitle_261=CREATIVE SUPPORT TEAM
Cresittitle_262=Official Website
Cresittitle_263=Masahiro Takayama
Cresittitle_264=Miyoko Hayashi
Cresittitle_265=Mobile Site Production
Cresittitle_266=Kouhei Kubota
Cresittitle_267=Hitoshi Oose
Cresittitle_268=Publicity Planning
Cresittitle_269=Ryosuke Hagiwara
Cresittitle_270=Takayoshi Terada
Cresittitle_271=Promotion
Cresittitle_272=Tsutomu　Masuda
Cresittitle_273=Tetsuya　Tabuchi
Cresittitle_274=Takashi　Nakashima
Cresittitle_275=Retail Promotion
Cresittitle_276=Hideki Ohnuki
Cresittitle_277=Keiko Kobayashi
Cresittitle_278=Nobuhiko Kobayashi
Cresittitle_279=Electronic Commerce
Cresittitle_280=Kana Urasawa
Cresittitle_281=Yoko Fukao
Cresittitle_282=Customer Support
Cresittitle_283=Megumi Kuwano
Cresittitle_284=Makoto Ogoshi
Cresittitle_285=Publishing and Editing Section
Cresittitle_286=Ryosuke Hagiwara
Cresittitle_287=Daisuke Hasegawa
Cresittitle_288=Mina Shimizu
Cresittitle_289=Film Content Section
Cresittitle_290=Aki Kiuchi
Cresittitle_291=Product Team
Cresittitle_292=Eiji Osada
Cresittitle_293=Megumi Toyota
Cresittitle_294=Merchandising Licence Team
Cresittitle_295=Takeshi Kawano
Cresittitle_296=Global Marketing and Public Relations
Cresittitle_297=Michael Pattison
Cresittitle_298=Ben LeRougetel
Cresittitle_299=Mickey Torode
Cresittitle_300=Antoine Molant
Cresittitle_301=Shigemi Tanaka Lee
Cresittitle_302=Mao Sugiyama
Cresittitle_303=Laura Skelly
Cresittitle_304=Rieko Nakai
Cresittitle_305=Christian Svensson
Cresittitle_306=Kaori Tsukuda
Cresittitle_307=Tsuyoshi Kanda
Cresittitle_308=Robert Tunick
Cresittitle_309=Special Thanks
Cresittitle_310=Katsuhiko Ichii
Cresittitle_311=Jun Takeuchi
Cresittitle_312=Hiroyuki Kobayashi
Cresittitle_313=Yoshinori Ono
Cresittitle_314=Tatsuya Kitabayashi
Cresittitle_315=Toshihiro Tokumaru
Cresittitle_316=Yoshinori ''GOE'' ishida
Cresittitle_317=Takayuki Sano
Cresittitle_318=Takashi Kitahara
Cresittitle_319=Mitsuaki Sugibayashi
Cresittitle_320=Jun Nishino
Cresittitle_321=Kunio Funahara
Cresittitle_322=Kosuke Nakano
Cresittitle_323=Yuki Sumida
Cresittitle_324=Daiki Arai
Cresittitle_325=Kyosuke Takahashi
Cresittitle_326=Yuko Yasuda
Cresittitle_327=Ayumi Mimura
Cresittitle_328=Koji Kanemori
Cresittitle_329=Katsunori Oida
Cresittitle_330=SHOEI
Cresittitle_331=Masako Homma
Cresittitle_332=Minoru Nagaoka
Cresittitle_333=Satoshi Ukai
Cresittitle_334=Nanase Kikuchi
Cresittitle_335=Mitsuko Yamamoto
Cresittitle_336=Tomoaki Ayano
Cresittitle_337=Keaton White
Cresittitle_338=Jeffrey Windham
Cresittitle_339= ''HAGITOKO!'' Staff
Cresittitle_340=Director
Cresittitle_341=Seiji Shimoda
Cresittitle_342=SUPER STREET FIGHTER IV
Cresittitle_343=GAME DEVELOPED BY
Cresittitle_344=CyberConnect2 Co., Ltd.
Cresittitle_345=PRODUCED BY
Cresittitle_346=CAPCOM CO., LTD.
Cresittitle_347=Developed By
Cresittitle_348=Produced By
Cresittitle_349=Nana Ogawa
Cresittitle_350=and all CAPCOM Staff
Cresittitle_351=Uses Bink Video. Copyright © 1997-2011 by RAD Game Tools, Inc.
Cresittitle_352=Portion of this software utilize Speed Tree®RT Technology
Cresittitle_353=( ©2012 Interactive Data Visualization, Inc.)
Cresittitle_354=Speed Tree® Technology is a registered trademark of Interactive
Cresittitle_355=Data Visualization, Inc. All right reserved.
